{"inkVersion":21,"root":[["^Dylan's father: \"Alright, I want you to remember this for as long as you can. Promise?\"","\n","^Dylan: \"Pinky promise.\"","\n","^Dylan's father: \"Good communication isn't like going to court. Your end goal isn't to declare who's right and sentence who's wrong, because there are times when agreement isn't even the solution!\"","\n","^Dylan's father: \"Sometimes you go through all this talking and analyzing, and you realize you're still at odds with each other. It happens. What's important is you sit with that person and you listen to them, you understand where their point comes from, and you work together to find compromise.\"","\n","^Dylan's mother: \"And when you love someone, sometimes you end up having to choose whether winning every argument means more to you than their feelings. That's what compromise can look like.\"","\n","^Dylan's father: \"A really good example is the birthday gift we decided to get you after our divorce was finished. One last gift from mom and dad, we hoped it would carry you for a long time after we leave.\"","\n","^Dylan: \"What? Seriously? You got me a present?!\"","\n","^Dylan's mother: \"We got you a bike, a green one with red stripes. Your dad wanted to get a red one with green stripes, but what we focused on was simply that your favourite colours-\"","\n","^Dylan: \"Are red and green! Thank you so much!\"","\n","^Dylan: \"Then, if the timing matches up...\"","\n","^Dylan's mother: \"We died before we could give it to you. I'm sorry.\"","\n","^Dylan: \"It's fine! It's okay I just...\"","\n","^Dylan's mother and father: \"We hope that you can find your own path one day, one with clarity, patience, and all the love you deserve and more. Live well, Dylan.\"","\n","^The ghosts' forms are flickering, waxing and waning like a candle flame about to be blown out. Dylan's mother places the permission slip at their feet, her name now filling the blank space.","\n","^As though a great breath of air is exhaled through the entire house, the ghosts disappear, each departing on their own paths.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}